export const options = ['Рекомендации'];
export const filters = ['Тип рекомендации', 'Модуль'];

export const recomendations = [
  {
    title: 'Возможны трудности в освоении дисциплины',
    subtitle: 'Уравнения математической физики',
    text: 'В этом семестре изучается дисциплина “Уравнения математической физики”, с которой у Вас могут возникнуть небольшие трудности. Ожидаемая оценка - 4.',
  },
  {
    title: 'Существенные трудности в освоении дисциплины',
    subtitle: 'Методы оптимизации',
    text: 'В этом семестре изучается дисциплина “Методы оптимизации”, с которой у Вас могут возникнуть существенные трудности. Ожидаемая оценка - 3.',
  },
  // {
  //   title: 'Рекомендация по улучшению успеваемости',
  //   subtitle: 'Уравнения математической физики',
  //   text: 'В этом семестре изучается дисциплина “Уравнения математической физики”, в которой у Вас могут возникнуть трудности. Посмотрите наши рекомендации.',
  // },
  // {
  //   title: 'Рекомендация по улучшению успеваемости',
  //   subtitle: 'Уравнения математической физики',
  //   text: 'В этом семестре изучается дисциплина “Уравнения математической физики”, в которой у Вас могут возникнуть трудности. Посмотрите наши рекомендации.',
  // },
];
